Repository: Ipstenu/join-my-multisite
Catalog: languages/po/join-*-multisite-*.po
Languages: es_es

source: Options Updated!
es_es: Opciones actualizadas!

source: Join My Multisite Settings
es_es: Opciones de Join My Multisite

source: Select a membership type and a default role.
es_es: Seleccione el tipo de miembro y el rol por defecto.

source: Membership:
es_es: Tipo de miembro:

source: Automatic
es_es: Automatico

source: None
es_es: Ninguno

source: Auto-Add signed in users to this site when they visit.
es_es: Agregar automáticamente usuarios registrados cuando visiten este sitio.

source: Allow signed in users to join via a widget or the shortcode <code>[join-this-site]</code>.
es_es: Permitir usuarios registrados unirse a este sitio por medio de widget o el shortcode <code>[join-this-site]</code>.

source: Don't allow new users to add themselves this site, add them manually.
es_es: No permitir que nuevos usuarios se agreguen a si mismos, agregarlos manualmente.

source: To allow users to register via a button on any page or post on your site, use the shortcode <code>[join-this-site]</code> - Simply insert it and you're good!
es_es: Para permitir el registro de usuarios por medio del botón en cualquier pagina o post en tu sitio, usa el shortcode <code>[join-this-site]</code> - ¡Simplemente insértalo y todo funcionara!

source: Registration:
es_es: Registro:

source: Per-Site
es_es: Por Sitio

source: Check this box if you want to use a shortcode to customize per-site registration. If unchecked, registrations will be sent to the network registration page.
es_es: Marca aquí si quieres usar el shortcode para personalizar el registro por sitio. Sin marcar, registros serán enviados a la pagina de registro de la red.

source: Join My Multisite needs your attention:
es_es: Join My Multisite necesita tu atención:

source: You've selected custom registration but have not selected a page to use. No one will be able to register for your site until you fix this.
es_es: Has seleccionado el registro personalizado pero no has seleccionado una pagina para usar. Nadie podrá registrarse hasta que arregles esto.

source: &mdash; Select &mdash;
es_es: &mdash; Selecciona &mdash;

source: Users who are not logged in will be redirected to the perpage you select from the dropdowns. Only top-level pages may be used. Use the following shortcode to display the login form:
es_es: Usuarios sin identificarse serán llevados a la pagina que seleccionaste de la lista. Solo paginas padres pueden usarse. Utiliza este shortcode para mostrar el formulario de registro:

source: New User Default Role:
es_es: Rol por defecto para los usuarios nuevos:

source: Update Options
es_es: Guardar

source: Register For An Account
es_es: Registrarse

source: Join This Site
es_es: Unirse a este sitio

source: Howdy, %s!
es_es: ¡Hola %s!

source: Username:
es_es: Nombre de usuario:

source: (Must be at least 4 characters, letters and numbers only.)
es_es: (Debe tener al menos cuatro caracteres, solo números y letras.

source: Email&nbsp;Address:
es_es: Correo electrónico:

source: We send your registration email to this address. (Double-check your email address before continuing.)
es_es: Te enviaremos un correo de registro a esta dirección. Revisa que sea correcta antes de continuar)

source: Create your account on %s
es_es: Crear una cuenta en %s

source: %s is your new username
es_es: %s es tu nuevo nombre de usuario

source: Before you can start using your new username, <strong>you must activate it</strong>.
es_es: Antes de que puedas usar tu nuevo nombre de usuario, <strong>debes activarlo</strong>.

source: Check your inbox at <strong>%s</strong> and click the link given.
es_es: Revisa tu cuenta de correo <strong>%s</strong> y haz clic en el enlace.

source: If you do not activate your username within two days, you will have to sign up again.
es_es: Si no activas tu nombre de usuario en dos días, tendrás que empezar de nuevo.

source: Greetings Network Administrator! You are currently allowing &#8220;%s&#8221; registrations. To change or disable registration go to your <a href="%s">Options page</a>.
es_es: ¡Saludos Administrador de Red! Actualmente permites registros de tipo &#8220;%s&#8221;. Para cambiar esto, ve a la pagina de <a href="%s">opciones</a>.

source: Registration has been disabled.
es_es: El registro fue deshabilitado.

source: You must first <a href="%s">log in</a>, and then you can join this site.
es_es: Primero <a href="%s">identificate</a>, luego puedes unirte a este sitio.

source: User registration has been disabled.
es_es: El registro de usuarios fue deshabilitado.

source: You are logged in already. No need to register again!
es_es: ¡Ya te identificaste, no debes registrarte otra vez!

source: Log in
es_es: Identificarse

source: Title:
es_es: Titulo:

source: Button Text
es_es: Texto del botón

source: Not registered on the network:
es_es: Sin registrarse en la red:

source: Show in-line login form.
es_es: Mostrar formulario en línea.

source: Not a member of this site:
es_es: No es miembro de este sitio:

source: Welcome Message Text
es_es: Texto para "Mensaje de bienvenida"

source: Existing members:
es_es: Miembros actuales:

source: New member (shown on signup):
es_es: Nuevos miembros (mostrar en registro):
