Repository: Ipstenu/join-my-multisite
Catalog: i18n/join-*-multisite-*.po
Languages: de_de

source: Join My Multisite Settings
de_de: Join My Multisite Einstellungen

source: Log in
de_de: Anmelden

source: Title:
de_de: Titel:

source: Not registered on the network:
de_de: Nicht registriert im Netzwerk:

source: Show in-line login form.
de_de: Zeige ein Inline Login Form

source: Not a member of this site:
de_de: Kein Mitglied dieser Site:

source: Welcome Message Text
de_de: Willkommensnachricht

source: Existing members:
de_de: Existierende Mitglieder:

source: New member (shown on signup):
de_de: Neues Mitglied (Anzeige beim Anmelden):

source: Username:
de_de: Nutzername:

source: (Must be at least 4 characters, letters and numbers only.)
de_de: (Wenigstens 4 Zeichen, nur Buchstaben und Zahlen)

source: Email&nbsp;Address:
de_de: Email-Adresse:

source: We send your registration email to this address. (Double-check your email address before continuing.)
de_de: Die Bestätigung wird an diese Adresse geschickt. (Bitte vor dem Absenden zweimal überprüfen!)

source: Create your account on %s
de_de: Benutzerkonto bei %s erstellen

source: Signup
de_de: Abschicken

source: %s is your new username
de_de: Dein neuer Benutzername ist %s

source: Before you can start using your new username, <strong>you must activate it</strong>.
de_de: Bevor Du Deinen Account nutzen kannst, <strong>muss er noch aktiviert werden</strong>.

source: Check your inbox at <strong>%s</strong> and click the link given.
de_de: Prüfe Deinen Posteingang bei <strong>%s</strong> und klicke auf den geschickten Link.

source: If you do not activate your username within two days, you will have to sign up again.
de_de: Wenn Du Deinen Benutzernamen innerhalb von 2 Tagen nicht aktivierst, musst Du Dich erneut registrieren.

# Multisite active signup type
source: all
de_de: Alle

# Multisite active signup type
source: none
de_de: Inaktiv

# Multisite active signup type
source: user
de_de: Benutzer

source: Greetings Network Administrator! You are currently allowing &#8220;%s&#8221; registrations. To change or disable registration go to your <a href="%s">Options page</a>.
de_de: Hallo Netzwerkadmin! Du erlaubst im Augenblick &#8220;%s&#8221; Registrierungen. Um das zu ändern oder Registrierungen abzuschalten, gehe zur <a href="%s">Einstellungsseite</a>.

source: Registration has been disabled.
de_de: Die Registrierung ist abgeschaltet.

source: You must first <a href="%s">log in</a>, and then you can join this site.
de_de: Du musst Dich zuerst <a href="%s">einloggen</a>, dann kannst Du dieser Website beitreten.

source: User registration has been disabled.
de_de: Die Benutzerregistrierung wurde deaktiviert.

source: You are logged in already. No need to register again!
de_de: Du bist bereits angemeldet. Eine Registrierung ist nicht notwendig.

source: Register For An Account
de_de: Registriere Dich

source: Join This Site
de_de: Tritt der Seite bei

source: Howdy, Member!
de_de: Hallo, Mitglied!

source: Options Updated!
de_de: Konfiguration gespeichert

source: Select a membership type and a default role.
de_de: Wähle die Art der Mitgliedschaft und die voreingestellte Benutzerrolle.

source: Membership:
de_de: Mitgliedschaft:

source: Automatic
de_de: Automatisch

source: Manual
de_de: Manuell

source: None
de_de: Inaktiv

source: Auto-Add signed in users to this site when they visit.
de_de: Füge angemeldete Benutzer beim ersten Besuch automatisch der Website hinzu.

source: Allow signed in users to join via a widget or the shortcode <code>[join-this-site]</code>.
de_de: Erlaube angemeldeten Benutzern der Website mittels Widget oder dem Shortcode <code>[join-this-site]</code> beizutreten.

source: Don't allow new users to add themselves this site, add them manually.
de_de: Erlaube neuen Benutzern nicht, dass sie sich selbst hinzufügen, sondern füge sie manuell hinzu.

source: To allow users to register via a button on any page or post on your site, use the shortcode <code>[join-this-site]</code> - Simply insert it and you're good!
de_de: Um Besuchern die Registrierung mittels Button auf einer Seite oder Artikel zu Erfolg, benutze den Shortcode <code>[join-this-site]</code> - Einfach einfügen und fertig!

source: Registration:
de_de: Registrierung:

source: Per-Site
de_de: Auf der Website

source: Check this box if you want to use a shortcode to customize per-site registration. If unchecked, registrations will be sent to the network registration page.
de_de: Wähle diese Option, wenn Du den Shortcode für die benutzerdefinierte Registrierung auf der Website nutzen willst. Wenn nicht, werden die Registrierungen auf die Registrierung im Netzwerk geleitet.

source: Join My Multisite needs your attention:
de_de: Join My Multisite benötigt Deine Aufmerksamkeit:

source: You've selected custom registration but have not selected a page to use. No one will be able to register for your site until you fix this.
de_de: Du hast die benutzerdefinierte Registrierung aber keine Seite dafür gewählt. Niemand wird sich registrieren können, bis dies gefixt wurde.

source: &mdash; Select &mdash;
de_de: &mdash; Wähle &mdash;

source: Users who are not logged in will be redirected to the perpage you select from the dropdowns. Only top-level pages may be used. Use the following shortcode to display the login form:
de_de: Nicht angemeldet Benutzer werden zu der in der Auswahlliste gewählten Seite weitergeleitet. Es sollten nur Toplevel-Seiten genutzt werden. Benutze den folgenden Shortcode für das Formular:

source: New User Default Role:
de_de: Standardrolle neue Benutzer:

source: Update Options
de_de: Änderungen speichern

source: Overview
de_de: Übersicht

source: This simple plugin allows you to chose how you add users to your site. Traditionally, a Multisite network requires you to either manually add users to your site, or to have the Network Admin configure the Network so all new users are added. Sometimes, you want more.
de_de: Dieses einfach Plugin lässt Dich wählen, wie User zu Deiner Seite hinzugefügt werden. Normalerweise muss man in einer Multisite entweder die

source: There are three basic options to this plugin, and by default it's set to keep things exactly as they are today: Users must be manually added to your site. Only per-site admins can make changes, so you don't have to worry about your editors making changes.
de_de: Es gibt drei Basiseinstellungen, standardmäßig verhält sich die Website wie vorher: Benutzer müssen manuell zu Deiner Seite hinzugefügt werden. Nur Seitenadmins können Änderungen vornehmen. Du musst Dir keine Sorgen um andere Rollen machen.

source: Support
de_de: Supportforum

source: WordPress Roles & Capabilities
de_de: WordPress Rollen & Rechte

source: Advice On Running a Membership Site
de_de: Tipp: Wie man eine Membership-Seite betreibt

source: Membership
de_de: Mitgliedschaft

source: Membership Options
de_de: Einstellungen Mtgliedschaft

source: Auto:
de_de: Automatisch:

source: Manual:
de_de: Manuell:

source: None:
de_de: Inaktiv:

source: If don't want anything to change, then you can leave this plugin alone (i.e. on "None").
de_de: Wenn Du nichts ändern willst, dann lass das Plugin wie es ist (z.B. auf "Inaktiv").

source: Regardless of membership options, you can still use the Per Site Registration page.
de_de: Unabhängig von den Einstellungen der Mitgliedschaft, kannst Du trotzdem die Registrierung auf der Website nutzen.

source: New User Role
de_de: Rolle neuer Benutzer

source: New User Default Role Options
de_de: Einstellungen Standardrolle neue Benutzer

source: This is a simple drop-down for what role new users should have. It defaults to Subscriber.
de_de: Dies ist ein simples Auswahlfeld, um die Rolle für neue Benutzer festzulegen. Standard ist Abonnent.

source: Per Site Registration
de_de: Registrierung auf der Website

source: This feature is only available if your network admin has allowed registrations.
de_de: Diese Möglichkeit steht nur zur Verfügung, wenn der Netzwerkadmin die Registrierung erlaubt hat.

source: Setup
de_de: Einstellungen

source: Create a top-level page (i.e. domain.com/pagename/) and insert the following shortcode:
de_de: Lege ein Top-Level Seite an (z.B. domain.com/pagename/) und füge den folgenden Shortcode ein:

source: Come back to this page and check the box to turn allow for per-site registration. You then select a page from the drop-down list of pages.
de_de: Komme dann zu dieser Seite zurück und wähle die Registrierung auf der Webseite aus. Danach kannst Du eine Seite in einer Liste auswählen.

source: If used with the 'Manual' (i.e. widget) membership option, non-logged in users will see a button to direct them to your registration page.
de_de: Zusammen mit der Option 'Manuell' (z.B. im Widget) werden nicht angemeldete Benutzer einen Button sehen, der zur Registrierungsseite weiterleitet.
